Repository: yangflow/gitrelay
Catalog: gitrelay/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Low Power Mode · Metered network
zh_hans: 低电量 · 计费网络

source: Manage Connections…
zh_hans: 管理连接…

source: Manual
zh_hans: 手动

source: Manual pause
zh_hans: 手动暂停

source: Manual schedule
zh_hans: 手动同步

source: Manual sync only
zh_hans: 仅手动同步

source: Manual, webhook, and scheduled syncs share this limit. Extra requests wait in a queue (Queued) until a slot frees. Quitting the app discards the queue.
zh_hans: 手动、Webhook 与计划同步共用此上限。超出的请求会进入队列（显示为「排队中」），直到有空闲槽位。退出应用会丢弃队列。

source: Manual, webhook, and scheduled syncs share this limit. Extra requests wait until a slot is available. Waiting work is discarded when GitRelay quits.
zh_hans: 手动、Webhook 和计划同步共享此限制。超出的任务会等待可用位置；退出 GitRelay 后，等待中的任务会被取消。

source: Max concurrent syncs: %lld
zh_hans: 最大并发同步数：%lld

source: Merge (skip existing IDs)
zh_hans: 合并（跳过已有 ID）

source: Merge keeps current repositories and skips matching IDs. Replace discards the current repository list and loads the file.
zh_hans: 合并会保留当前仓库并跳过相同 ID。替换会丢弃当前仓库列表并载入该文件。

source: Message
zh_hans: 消息

source: Metered network
zh_hans: 计费网络

source: Mirror
zh_hans: 镜像

source: Mirror Cache
zh_hans: 镜像缓存

source: Mirror ID
zh_hans: 镜像 ID

source: Mirror path
zh_hans: 镜像路径

source: Mirror Releases and Binary Assets
zh_hans: 镜像 Releases 及二进制 assets

source: Mirror Template
zh_hans: 镜像模板

source: Mirror: %@
zh_hans: 镜像：%@

source: Mirrors
zh_hans: 镜像

source: Missed runs: %lld · catching up
zh_hans: 合盖漏了 %lld 次 · 正在补跑

source: Missing scope: %@
zh_hans: 缺少权限：%@

source: Monthly
zh_hans: 每月

source: More Options
zh_hans: 更多选项

source: Most recent verification: %@
zh_hans: 最近校验：%@

source: Multiple Destinations
zh_hans: 多个目标

source: My Repositories
zh_hans: 我的仓库

source: Name
zh_hans: 名称

source: Name Prefix (Optional)
zh_hans: 名称前缀(可选)

source: Name and Tags
zh_hans: 名称与标签

source: Name prefix (optional)
zh_hans: 名称前缀（可选）

source: Namespace
zh_hans: 命名空间

source: Naming & Frequency
zh_hans: 命名 & 频率

source: Needs Attention
zh_hans: 需要处理

source: Needs Setup
zh_hans: 需要设置

source: Needs credentials
zh_hans: 待补认证

source: Network error: %@
zh_hans: 网络错误：%@

source: Network request failed: %@
zh_hans: 网络请求失败：%@

source: Never Run
zh_hans: 尚未运行

source: Never used
zh_hans: 从未使用

source: New Mirror Defaults
zh_hans: 新镜像默认策略

source: New Repository Found
zh_hans: 发现新仓库

source: New Repository in %@
zh_hans: %@ 中的新仓库

source: New account name (for example, work)
zh_hans: 新账号名称（例如 work）

source: New repositories are mirrored immediately using the template below. Notifications are skipped when auto-add succeeds.
zh_hans: 新仓库将立即按下方模板镜像。自动添加成功时不发送通知。

source: Next (%@)
zh_hans: 下一步 (%@)

source: Next (%lld)
zh_hans: 下一步 (%lld)

source: Next Poll
zh_hans: 下次轮询

source: Next Run
zh_hans: 下次运行

source: Next Sample
zh_hans: 下次抽样

source: Next at %@
zh_hans: 下次 %@

source: Next run: %@
zh_hans: 下次：%@

source: Next sync: %@ (the app must remain running)
zh_hans: 下次同步：%@(需 App 保持运行)

source: No Attachments
zh_hans: 无附件

source: No Branches Detected (Visible After Sync)
zh_hans: 未检测到分支(同步后可见)

source: No Git LFS usage detected; skipping LFS sync.
zh_hans: 未检测到 Git LFS 用法，跳过 LFS 同步。

source: No GitLab group or user namespace named %@ is visible to this token.
zh_hans: 这个令牌看不到名为 %@ 的 GitLab 群组或用户命名空间。

source: No Matching Mirrors
zh_hans: 没有匹配的镜像

source: No Matching Repositories
zh_hans: 无匹配仓库

source: No Mirrors
zh_hans: 暂无镜像

source: No Records
zh_hans: 暂无记录

source: No Repositories
zh_hans: 暂无仓库

source: No account is connected yet.
zh_hans: 尚未连接账号。

source: No local mirrors.
zh_hans: 暂无本地镜像。

source: No mirror with ID %@ was found.
zh_hans: 找不到 ID 为 %@ 的镜像。

source: No org or group subscriptions yet.
zh_hans: 尚无组织或群组订阅。

source: No release syncs yet. They appear here after a sync.
zh_hans: 尚无 Release 同步记录。同步后会显示在这里。

source: No sync activity in the last 30 days
zh_hans: 最近 30 天没有同步记录

source: No token saved
zh_hans: 未保存令牌

source: Not Configured
zh_hans: 未配置

source: Not Run
zh_hans: 未运行

source: Not Synced
zh_hans: 未同步

source: Not scheduled
zh_hans: 未排期

source: Not yet mirrored: %@, and others. Tap to review.
zh_hans: 尚未镜像：%@ 等。点按查看。

source: Not yet mirrored: %@. Tap to review.
zh_hans: 尚未镜像：%@。点按查看。

source: Nothing is syncing or queued.
zh_hans: 没有正在同步或排队的仓库。

source: Notification Level
zh_hans: 通知级别

source: Notifications
zh_hans: 通知

source: Notify on the first failure
zh_hans: 首次失败时通知

source: Notify when new repositories are discovered
zh_hans: 发现新仓库时通知

source: Number to Keep (Optional)
zh_hans: 保留份数 (可选)

source: OK
zh_hans: 确定

source: Off
zh_hans: 关闭

source: Off by default. When enabled, a random port on 127.0.0.1 accepts POST /hook/<id>. The HMAC secret is stored only in Keychain. Cloudflare and Tailscale are optional runtime dependencies that must be installed locally.
zh_hans: 默认关闭。开启后在 127.0.0.1 随机端口接收 POST /hook/<id>；HMAC 密钥仅存 Keychain。Cloudflare / Tailscale 为可选运行时依赖，需你本机已安装。

source: Open
zh_hans: 打开

source: Open %@ SSH Settings
zh_hans: 打开 %@ SSH 设置

source: Open Log
zh_hans: 打开日志

source: Open Main Window
zh_hans: 打开主窗口

source: Open Sync Log
zh_hans: 打开同步日志

source: Open at Login
zh_hans: 登录时启动

source: Open at Login needs approval in System Settings → General → Login Items.
zh_hans: 「登录时启动」需要在「系统设置 → 通用 → 登录项」中批准。

source: Open the Existing One
zh_hans: 打开已有

source: Opens the add sheet with example URLs. Nothing is saved until you confirm.
zh_hans: 打开带示例 URL 的添加表单。确认前不会保存。

source: Org / Group Discovery
zh_hans: 组织 / 群组发现

source: Organization
zh_hans: 组织

source: Organization / Group
zh_hans: 组织 / 群组

source: Organization Discovery
zh_hans: 组织发现

source: Organization Name
zh_hans: 组织名称

source: Organization name (for example, anthropic)
zh_hans: 组织名称 (如 anthropic)

source: Organization: %@
zh_hans: 组织: %@

source: Over the last 30 days, %@ succeeded and %@ failed
zh_hans: 近 30 天共成功 %@ 次，失败 %@ 次

source: Over the last 30 days, %lld succeeded and %lld failed
zh_hans: 近 30 天共成功 %lld 次，失败 %lld 次

source: Overview
zh_hans: 概览

source: Overwrite and Sync
zh_hans: 覆盖并同步

source: Partial ref sync (not a complete backup)
zh_hans: 部分 ref 同步（非完整备份）

source: Partially Completed
zh_hans: 部分完成

source: Passive (Does Not Interrupt Focus)
zh_hans: 被动（不打断专注）

source: Passphrase
zh_hans: 密码短语

source: Paste token
zh_hans: 粘贴令牌

source: Path: /hook/%@
zh_hans: 路径：/hook/%@

source: Pause
zh_hans: 暂停

source: Pause Scheduled Sync
zh_hans: 暂停计划同步

source: Pause scheduled sync for this pair; manual sync still works
zh_hans: 暂停该仓库的计划同步；手动同步仍然可用

source: Pause scheduled sync in Low Power Mode
zh_hans: 低电量模式时暂停计划同步

source: Pause scheduled sync on expensive networks or hotspots
zh_hans: 昂贵网络 / 热点时暂停计划同步

source: Paused
zh_hans: 已暂停

source: Pending
zh_hans: 待同步

source: Periodically compare subscribed GitHub organizations or GitLab groups against locally mirrored repositories. When new repos appear, GitRelay can notify you or auto-add them using a preset template.
zh_hans: 定期将已订阅的 GitHub 组织或 GitLab 群组与本地已镜像仓库对比。出现新仓库时，GitRelay 可通知您，或使用预设模板自动添加。

source: Periodically compare the src/dst tip SHA and tree hash for a random sample of repositories. Mismatches are marked as content divergence.
zh_hans: 周期性对随机抽样的仓库执行 src/dst tip SHA 与 tree hash 比对。不一致时标记为内容分歧。

source: Permission denied
zh_hans: 权限不足

source: Permission denied (403)
zh_hans: 无权限(403)

source: Permission denied (403): %@
zh_hans: 无权限(403)：%@

source: Permission denied or rate limited (403)
zh_hans: 无权限或被限流(403)

source: Permission denied or rate limited (403): %@
zh_hans: 无权限或被限流(403)：%@

source: Personal Access Token
zh_hans: 个人访问令牌

source: Policy
zh_hans: 策略

source: Poll Frequency
zh_hans: 轮询频率

source: Poll Subscriptions Now
zh_hans: 立即轮询订阅

source: Preview (First 3)
zh_hans: 预览(前 3 条)

source: Preview generated mirror names and destinations before creation.
zh_hans: 创建前预览生成的镜像名称和目标。

source: Priority
zh_hans: 优先级

source: Private Key Path
zh_hans: 私钥路径

source: Private repository
zh_hans: 私有仓库

source: Processing %@ / %@
zh_hans: 正在处理 %@ / %@

source: Processing %lld / %lld
zh_hans: 正在处理 %lld / %lld

source: Processing…
zh_hans: 处理中…

source: Provider
zh_hans: 提供商

source: Public Base URL (Optional)
zh_hans: 公共 Base URL（可选）

source: Public Key Preview
zh_hans: 公钥预览

source: Public key file not found: %@
zh_hans: 未找到公钥文件：%@

source: Push to Check Branch
zh_hans: 改推到检查分支

source: Pushing Git LFS objects...
zh_hans: 正在推送 Git LFS 对象…

source: Pushing LFS...
zh_hans: 正在推送 LFS...

source: Pushing...
zh_hans: 正在推送...

# Queue Position %lld
source: Queue %lld
zh_hans: 队列第 %lld 位

source: Queued
zh_hans: 排队中

source: Quiet hours
zh_hans: 静默中

source: Quiet hours end
zh_hans: 静默结束

source: Quiet hours start
zh_hans: 静默开始

source: Quit GitRelay
zh_hans: 退出 GitRelay

source: Re-enter credentials
zh_hans: 重填认证

source: Ready
zh_hans: 已就绪

source: Reconnect Credential
zh_hans: 重新连接凭据

source: Registered webhook #%@ on GitHub.
zh_hans: 已在 GitHub 注册 webhook #%@。

source: Relay Fallback (Example)
zh_hans: 中继回落 (示意)

source: Relay mode is a configuration example only. A Worker or GitHub App can forward to the local listener using long polling; this version does not deploy a hosted service.
zh_hans: 中继模式仅作配置示意：可用 Worker/GitHub App 长轮询转发到本机监听端口，本版本不部署托管服务。

source: Release Mirroring
zh_hans: Release 镜像

source: Release mirroring is off. Enable it when editing this mirror.
zh_hans: Release 镜像未开启。可在编辑镜像时启用。

source: Release mirroring is off. Enable it when editing this repository.
zh_hans: Release 镜像未开启。可在编辑仓库时启用。

source: Remote already exists and will be reused
zh_hans: 远端已存在,将复用

source: Remove
zh_hans: 移除

source: Remove Account
zh_hans: 删除账号

source: Remove Tag
zh_hans: 移除标签

source: Replace all
zh_hans: 全部替换

source: Repositories
zh_hans: 仓库

source: Repositories will be created under the username associated with the current token.
zh_hans: 将创建在当前 Token 所属用户名下。

source: Repository
zh_hans: 仓库

source: Repository Hook URL
zh_hans: 仓库钩子 URL

source: Repository creation uses the selected connection from Settings.
zh_hans: 创建仓库时使用设置中选定的连接。

source: Repository: %@
zh_hans: 仓库：%@

source: Require Touch ID or password for sensitive actions
zh_hans: 敏感操作需要 Touch ID 或密码

source: Requires the write:repository scope
zh_hans: 需要 write:repository 权限

source: Resource not found (404): Check that the username, organization, or group name is correct
zh_hans: 资源不存在(404)：检查用户名或组织/群组名是否正确

source: Response could not be read
zh_hans: 无法解析响应

source: Restore Defaults
zh_hans: 恢复默认设置

source: Results
zh_hans: 执行结果

source: Resume
zh_hans: 恢复

source: Resume Scheduled Sync
zh_hans: 恢复计划同步

source: Resume scheduled sync for this pair
zh_hans: 恢复该仓库的计划同步

source: Retry
zh_hans: 重试

source: Retry %lld of %lld, reason: %@
zh_hans: 第 %lld 次重试（共 %lld 次），原因：%@

source: Return the latest health and sync status for a GitRelay mirror.
zh_hans: 返回 GitRelay 镜像最新的健康和同步状态。

source: Reused %@
zh_hans: 复用 %@

source: Reused %lld
zh_hans: 复用 %lld

source: Reusing an existing account name replaces that account's token.
zh_hans: 使用已存在的账号名称会替换该账号的令牌。

source: Review Changes
zh_hans: 查看变更

source: Review Divergence
zh_hans: 查看差异

source: Review the outcome before closing Add Mirror.
zh_hans: 关闭“添加镜像”前，请检查处理结果。

source: Review the outcome, then add the pairs to the sync list.
zh_hans: 查看结果，然后把这些配对加入同步列表。

source: Run Automatically
zh_hans: 自动执行

source: Running
zh_hans: 正在运行

source: Running ls-remote on source repository...
zh_hans: ls-remote 源仓库...

source: Running ls-remote on target repository...
zh_hans: ls-remote 目标仓库...

source: SSH Key Generated
zh_hans: SSH 密钥已生成

source: Sample %@ repositories each time
zh_hans: 每次抽样 %@ 个仓库

source: Sample %lld repositories each time
zh_hans: 每次抽样 %lld 个仓库

source: Save
zh_hans: 保存

source: Save to Keychain (Autofill Next Time)
zh_hans: 保存到 Keychain(下次自动填充)

source: Saving generates a /hook/<repo-id> path and an HMAC secret stored in Keychain. Also enable the local listener in Settings.
zh_hans: 保存后生成路径 /hook/<repo-id> 与 HMAC 密钥（写入 Keychain）。请同时在设置中启用本机监听。

source: Schedule
zh_hans: 计划

source: Schedule paused · %@
zh_hans: 计划已暂停 · %@

source: Scheduled Sync Pausing
zh_hans: 计划同步暂停

source: Scheduled sync paused
zh_hans: 计划同步已暂停

source: Scheduled sync runs only while GitRelay stays open. Manual sync is unaffected.
zh_hans: 计划同步仅在 GitRelay 保持运行时执行；手动同步不受影响。

source: Scope
zh_hans: 范围

source: Search Mirrors
zh_hans: 搜索镜像

source: Search Names or Descriptions
zh_hans: 搜索名称或描述

source: Search Repositories
zh_hans: 搜索仓库

source: Security
zh_hans: 安全

source: Select All Visible
zh_hans: 全选当前

source: Select Repositories to Mirror
zh_hans: 选择要镜像的仓库

source: Select Scope
zh_hans: 选择范围

source: Select a Mirror
zh_hans: 选择一个镜像

source: Select a repository, or drop a git URL to add one.
zh_hans: 选择一个仓库，或拖入 git URL 以添加。

source: Select one or more repositories. Your selection is kept while searching and paging.
zh_hans: 选择一个或多个仓库。搜索和翻页时会保留你的选择。

source: Select the repositories you want to mirror.
zh_hans: 勾选要镜像的仓库。

source: Send Test
zh_hans: 发送测试

source: Separate multiple tags with commas or Return. Existing tags are suggested as you type.
zh_hans: 可用逗号或回车分隔多个标签；输入时会自动补全已有标签。

source: Set the sync frequency for all %@ repositories in “%@” to:
zh_hans: 将「%@」组内 %@ 个仓库的同步频率统一设为：

source: Set the sync frequency for all %lld repositories in “%@” to:
zh_hans: 将「%lld」组内 %@ 个仓库的同步频率统一设为：

source: Settings
zh_hans: 设置

source: Show
zh_hans: 显示

source: Show Token
zh_hans: 显示令牌

source: Show a confirmation when the dry run detects ref deletions or forced updates on the target; canceling blocks the sync.
zh_hans: dry-run 检测到目标侧 ref 删除或强制更新时弹出确认,取消则阻断同步。

source: Show accounts from every provider
zh_hans: 显示全部服务商的账号

source: Show in Finder
zh_hans: 在 Finder 中显示

source: Show only in Notification Center without interrupting the current Focus.
zh_hans: 仅在通知中心展示，不会打断当前专注模式。

source: Showing the last %lld log lines
zh_hans: 仅显示最后 %lld 行日志

source: Simplified Chinese
zh_hans: 简体中文

source: Skip Git LFS objects. Only Git pointers are mirrored.
zh_hans: 跳过 Git LFS 对象，仅镜像 Git 指针文件。

source: Skipped %@ filesystem archive targets.
zh_hans: 跳过 %@ 个文件系统归档目标。

source: Skipped %lld filesystem archive targets.
zh_hans: 跳过 %lld 个文件系统归档目标。

source: Some mirrors failed to sync.
zh_hans: 有镜像同步失败。

source: Some repositories failed to sync.
zh_hans: 有仓库同步失败。

source: Sort By
zh_hans: 排序

source: Source
zh_hans: 源

source: Source Auth
zh_hans: 源认证

source: Source Authentication
zh_hans: 源认证

source: Source Repository
zh_hans: Source(源仓库)

source: Source Repository Authentication (for git clone/fetch)
zh_hans: 源仓库认证(用于 git clone/fetch)

source: Source Selection
zh_hans: 源选择

source: Source URL
zh_hans: 源 URL

source: Source URLs are generated from the selected repositories (choose SSH or HTTPS with the source authentication option below)
zh_hans: 源 URL 由所选仓库自动生成(按下方的源认证方式选择 SSH 或 HTTPS)

source: Source URLs come from the repositories you picked; this choice decides whether they use SSH or HTTPS.
zh_hans: 源地址来自所选仓库；此处的选择决定它们使用 SSH 还是 HTTPS。

source: Source repository is missing branch %@
zh_hans: 源仓库缺少分支 %@

source: Source repository not found
zh_hans: 源仓库不存在

source: Source: %@
zh_hans: 源：%@

source: Specify a path for the private key.
zh_hans: 请指定私钥保存路径。

source: Stale
zh_hans: 已过期

source: Standard
zh_hans: 标准

source: Start First Sync
zh_hans: 开始首次同步

source: Start Over
zh_hans: 重新开始

source: Start a one-way sync for a GitRelay mirror.
zh_hans: 为 GitRelay 镜像开始单向同步。

source: Start a one-way sync for every GitRelay mirror.
zh_hans: 为所有 GitRelay 镜像开始单向同步。

source: Started sync for %@.
zh_hans: 已开始同步 %@。

source: Started sync for all mirrors.
zh_hans: 已开始同步所有镜像。

source: Startup & Menu Bar
zh_hans: 启动与菜单栏

source: Status
zh_hans: 状态

source: Status Filter
zh_hans: 状态过滤

source: Storage
zh_hans: 存储

source: Storage & Maintenance
zh_hans: 存储与维护

source: Strict Protection
zh_hans: 严格保护

source: Subscribe
zh_hans: 订阅

source: Subscribe to Org / Group
zh_hans: 订阅组织 / 群组

source: Subscriptions
zh_hans: 订阅

source: Succeeded
zh_hans: 成功

source: Succeeded %@
zh_hans: 成功 %@

source: Succeeded %lld
zh_hans: 成功 %lld

source: Success
zh_hans: 成功

source: Sync
zh_hans: 同步

source: Sync ${mirror}
zh_hans: 同步 ${mirror}

source: Sync ${repo}
zh_hans: 同步 ${repo}

source: Sync All
zh_hans: 全部同步

source: Sync All Mirrors
zh_hans: 同步所有镜像

source: Sync Behavior
zh_hans: 同步行为

source: Sync Concurrency
zh_hans: 同步并发

source: Sync Failed: %@
zh_hans: 同步失败：%@

source: Sync Frequency
zh_hans: 同步频率

source: Sync Log
zh_hans: 同步日志

source: Sync Mirror
zh_hans: 同步镜像

source: Sync Now
zh_hans: 立即同步

source: Sync Retries
zh_hans: 同步重试

source: Sync Selected Mirror
zh_hans: 同步选中的镜像

source: Sync Status
zh_hans: 同步状态

source: Sync Status Kind
zh_hans: 同步状态类型

source: Sync Summary After Focus
zh_hans: 专注模式结束后的同步摘要

source: Sync This Group
zh_hans: 同步此组

source: Sync again
zh_hans: 再同步

source: Sync all mirrors
zh_hans: 同步所有镜像

source: Sync immediately after receiving a verified push event, independent of the frequency schedule. Enable the local listener in Settings → Webhook. Cloudflare Tunnel or Tailscale Funnel can optionally provide external access.
zh_hans: 收到校验通过的 push 事件后立即同步，不受频率调度限制。需在「设置 → Webhook」启用本机监听；外网暴露使用 Cloudflare Tunnel / Tailscale Funnel（可选）。

source: Synced
zh_hans: 已同步

source: Synchronization failed.
zh_hans: 同步失败。

source: Syncing
zh_hans: 同步中

source: Syncing...
zh_hans: 正在同步...

source: Syncs in the Last 30 Days
zh_hans: 近 30 天同步

source: Tags
zh_hans: 标签

source: Tailscale must be installed locally with Funnel enabled. Example: tailscale funnel <port>, then enter the Funnel HTTPS host in Public Base URL.
zh_hans: 需本机已安装 tailscale 并启用 Funnel。示例：tailscale funnel <port>，再把 Funnel HTTPS 主机填入公共 Base URL。

source: Tap to review and mirror the new repositories.
zh_hans: 点按以审核并镜像新仓库。

source: Target
zh_hans: 目标

source: Target %@
zh_hans: 目标 %@

source: Target %lld
zh_hans: 目标 %lld

source: Target Auth
zh_hans: 目标认证

source: Target HTTPS token (optional)
zh_hans: 目标 HTTPS 令牌（可选）

source: Target Repository
zh_hans: 目标仓库

source: Target Repository Authentication (for git push)
zh_hans: 目标仓库认证(用于 git push)

source: Target URL
zh_hans: 目标 URL

source: Target URL Template
zh_hans: 目标 URL 模板

source: Target URL template (must include {name})
zh_hans: 目标 URL 模板（须包含 {name}）

source: Target Username (Token Must Be an Administrator)
zh_hans: 目标用户名(Token 需为管理员)

source: Target already has different history
zh_hans: 目标已有不同历史

source: Target repositories must already exist; URLs are generated with the {name} template.
zh_hans: 目标仓库需要预先存在; 使用 {name} 模板生成 URL。

source: Target repository is missing branch %@
zh_hans: 目标仓库缺少分支 %@

source: Target: %@
zh_hans: 目标：%@

source: Targets
zh_hans: Targets(目标仓库)

source: Targets (%lld)
zh_hans: 目标（%lld）

source: Test
zh_hans: 测试

source: Test failed
zh_hans: 测试失败

source: The /api/v1 path is appended automatically.
zh_hans: 自动追加 /api/v1 路径。

source: The configuration file could not be fully read: %@
zh_hans: 无法完整读取配置文件：%@

source: The configuration file is damaged or is not valid JSON.
zh_hans: 配置文件已损坏或不是有效的 JSON。

source: The current network is a cellular hotspot or an expensive network; scheduled sync is paused
zh_hans: 当前为蜂窝热点 / 昂贵网络，计划同步已暂停

source: The default path is %@. The public key will be written to a .pub file at the same path.
zh_hans: 默认保存为 %@。公钥将写入同路径的 .pub 文件。

source: The destination refused the credentials. Take a look at its token or account.
zh_hans: 目标仓库拒绝了凭据，看一下它的令牌或账号。

source: The destination repository does not exist. An empty one will be created before the first sync.
zh_hans: 目标仓库不存在，首次同步前会先创建空仓。

source: The destination repository does not exist. An empty one will be created on %@.
zh_hans: 目标仓库不存在，将在 %@ 创建空仓。

source: The host refused the check
zh_hans: 主机拒绝了本次检查

source: The number to keep must be a positive integer
zh_hans: 保留份数须为正整数

source: The source refused the credentials. Take a look at its token or account.
zh_hans: 源仓库拒绝了凭据，看一下它的令牌或账号。

source: The source repository was not found. Check the URL.
zh_hans: 找不到源仓库，检查一下地址。

source: The target API host is invalid
zh_hans: 目标 API Host 无效

source: The token is stored in the Keychain. It is never written to a log or to exported configuration.
zh_hans: 令牌保存在钥匙串中，不会写入日志或导出的配置。

source: The token will be encrypted in the system Keychain
zh_hans: Token 将加密存储在系统 Keychain 中

source: The webhook listens only on the local loopback address. You can verify it locally with curl; external access requires an exposure mode below.
zh_hans: Webhook 仅监听本机回环地址。可用 curl 本地验证；外网需要开启下方暴露模式。

source: These defaults are copied into new mirrors. Existing mirrors keep their own policies.
zh_hans: 这些默认值仅在创建镜像时复制，现有镜像继续使用各自的策略。

source: This affects only syncs triggered automatically by frequency. Manual sync and instant webhook sync are unaffected.
zh_hans: 仅影响按频率自动触发的同步；手动同步与 webhook 即时同步不受影响。

source: This configuration uses an unsupported repository-list format. GitRelay imports mirror-plan configuration files.
zh_hans: 此配置使用不受支持的仓库列表格式。GitRelay 仅导入镜像计划配置文件。

source: This mirror already exists. Open it or change the target.
zh_hans: 已有这条镜像，打开它或改个目标。

source: This mirror needs credentials before it can sync. Edit the mirror to add a token or SSH key.
zh_hans: 此镜像需要先补全凭证才能同步。请编辑镜像并填写 Token 或 SSH 密钥。

source: This will delete %@ refs and force-update %@ refs. Continue?
zh_hans: 本次将删除 %@ 个 ref / 强制更新 %@ 个 ref,是否继续?

source: Time Sensitive
zh_hans: 时效性

source: Tips match — verification passed.
zh_hans: 两侧 tip 一致 — 校验通过。

source: Today
zh_hans: 今日

source: Toggle Sidebar
zh_hans: 切换边栏

source: Token
zh_hans: 令牌

source: Token is valid, but its scopes could not be read; required scopes are missing: %@
zh_hans: Token 有效, 但无法读取 scopes; 缺少必需权限: %@

source: Token is valid, scopes = [%@]
zh_hans: Token 有效, scopes = [%@]

source: Token is valid, scopes = [%@]; required scopes are missing: %@
zh_hans: Token 有效, scopes = [%@]; 缺少必需权限: %@

source: Token rejected
zh_hans: 令牌被拒绝

source: Token saved in Keychain
zh_hans: 令牌已保存在钥匙串

source: Token works
zh_hans: 令牌可用

source: Token works; scopes not reported
zh_hans: 令牌可用；未返回权限范围

source: Tokens are stored in the Keychain and are never written to a log or to exported configuration. Test asks the provider whether a saved token still works.
zh_hans: 令牌保存在钥匙串中，不会写入日志或导出的配置。“测试”会向服务商确认已保存的令牌是否仍然可用。

source: Transient network retries: %lld attempts
zh_hans: 瞬时网络重试：%lld 次尝试

source: Try an example Mirror
zh_hans: 试用示例镜像

source: Try to Register the Webhook Through the GitHub API When Saving
zh_hans: 保存时尝试通过 GitHub API 注册 webhook

source: Type
zh_hans: 类型

source: Unable to bind the webhook listener port on 127.0.0.1
zh_hans: 无法在 127.0.0.1 上绑定 webhook 监听端口

source: Unknown
zh_hans: 未知

source: Unknown Status
zh_hans: 未知状态

source: Unknown repository
zh_hans: 未知仓库

source: Unsupported configuration format: %@.
zh_hans: 不支持的配置格式：%@。

source: Unsupported configuration schema version %lld. This app supports version %lld.
zh_hans: 不支持的配置 schema 版本 %lld。本应用支持版本 %lld。

source: Untagged
zh_hans: 未标记

source: Update the token or SSH key for this mirror, then save.
zh_hans: 请更新此镜像的 Token 或 SSH 密钥，然后保存。

source: Updating local mirror...
zh_hans: 正在更新本地镜像...

source: Use System SSH Agent (~/.ssh/config)
zh_hans: 使用系统 SSH Agent(~/.ssh/config)

source: Use an account already saved in Settings.
zh_hans: 使用已保存在设置中的账号。

source: Use the Gitea API to create the selected repositories in a batch; reuse existing repositories when names conflict.
zh_hans: 使用 Gitea API 按所选仓库批量创建; 名称冲突时复用已存在仓库。

source: Use the system's default notification behavior; notifications usually do not interrupt while Focus is on.
zh_hans: 系统默认通知行为；专注模式开启时通常不会打断。

source: Use {name} as the repository name placeholder.
zh_hans: 使用 {name} 作为仓库名占位符。

source: Used only to fetch the repository list, not for git sync
zh_hans: 仅用于拉取仓库列表,不用于 git 同步

source: Uses this Mac's local timezone. A window such as 23:00–07:00 wraps midnight.
zh_hans: 使用本机本地时区。例如 23:00–07:00 可跨午夜。
